{
  "default": { "message": "Welcome" },
  "default_description_1": { "message": "I develop web applications, with my primary research focused on getting you to the next page." },
  "default_description_2": { "message": "If you need help with one of my apps or need to contact me, please click the Help Button and I'll reply to you on GitHub as soon as I can." },
  "default_description_3": { "message": "If you're interested in trying one of my apps but need some reassurance that they're safe, please check out my privacy policy to see why you can trust me." },
  "url_incrementer": { "message": "URL Incrementer" },
  "url_incrementer_description": { "message": "URL Incrementer (URLI) lets you increment URLs and get to the next page in a variety of ways. URLI was first developed in 2010 and was published to the Chrome Web Store in 2011. My ongoing goal with URLI is to create the ultimate incrementer." },
  "infy_scroll": { "message": "Infy Scroll" },
  "infy_scroll_description": { "message": "Infy Scroll lets you add customized infinite scrolling to websites. Infy was first developed in 2015 and was published to the web stores in 2020 during the COVID-19 pandemic. Infy contains some innovative features like Auto Detect algorithms and an AJAX append mode. It features artwork made by my favorite artist, Joyfool." },
  "downloadyze": { "message": "Downloadyze" },
  "downloadyze_description": { "message": "Downloadyze is a simple downloader that lets you download multiple pages automatically. Downloadyze was originally part of URL Incrementer, but was fully reworked and released as a dedicated downloader in 2022 in order to offer the best possible multi page downloader." },
  "elempick": { "message": "ElemPick" },
  "elempick_description": { "message": "ElemPick is a simple element picker that can generate CSS Selector and XPath expressions with a single click. ElemPick is included in many of my other apps and was released (standalone) in 2024."},
  "url_increment_button": { "message": "URL Increment Button" },
  "url_increment_button_description": { "message": "URL Increment Button is a 1-Click Button that can increment URLs. It can be used as a companion to URL Incrementer or standalone for users who do not need the complex features and settings that URLI offers." },
  "url_decrement_button": { "message": "URL Decrement Button" },
  "url_decrement_button_description": { "message": "URL Decrement Button is a 1-Click Button that can decrement URLs. It can be used as a companion to URL Incrementer or standalone for users who do not need the complex features and settings that URLI offers." },
  "about": { "message": "About" },
  "about_description": { "message": "This site was designed using the same libraries that I use to design my apps, so you can preview what it's like to use them." },
  "help": { "message": "Help" },
  "help_description": { "message": "Need help with one of my apps? Please click the button below to visit my GitHub page and then click on the pinned repository for the app that you need help with. You can then go to the repository's \"Issues\" section and open an issue there and I'll reply to you as soon as I can." },
  "special": { "message": "Special" },
  "special_description": { "message": "Thank you so much for your interest in Special. I'm currently setting things up, so please check back again soon!" },
  "privacy_policy": { "message": "Privacy Policy" },
  "privacy_policy_description_1": { "message": "Your privacy and your trust in me are extremely important to me, which is why my apps do not collect any data from you." },
  "privacy_policy_description_2": { "message": "Specifically, that means:" },
  "privacy_policy_list_1": { "message": "This software does not collect data from your device or computer." },
  "privacy_policy_list_2": { "message": "This software does not use analytic services." },
  "privacy_policy_list_3": { "message": "This software does not track you." },
  "privacy_policy_list_4": { "message": "This software will never be transferred to a malicious entity who might change these terms." },
  "privacy_policy_list_5": { "message": "Your data is stored locally on your device. For some web extensions, your data may also be synced to your Browser Account (via the standard chrome.storage.sync API) if you allow extension data to be synced to your account via your own personal Browser Settings." },
  "privacy_policy_list_6": { "message": "Your data is *your* data." },
  "theme_button_tooltip": { "message": "Change Theme (Currently {{theme}})" },
  "theme_system_label": { "message": "System Default" },
  "theme_light_label": { "message": "Light" },
  "theme_dark_label": { "message": "Dark" },
  "credits": { "message": "Credits" },
  "libraries": { "message": "LIBRARIES" },
  "available_from": { "message": "Available From" },
  "site_content": { "message": "Site Content" },
  "github": { "message": "GitHub" },
  "chrome_store": { "message": "Chrome Web Store" },
  "edge_store": { "message": "Microsoft Edge Add-ons" },
  "firefox_store": { "message": "Mozilla Firefox Add-ons" }
}